{
  "speakers": [
    {
      "title": "Growth",
      "name": "Education",
      "shortname": "Ed_Proj",
      "summary": "This section is where I discuss my work in college, with a variety of projects and references to the CTK program.",
      "description": "<p>Beginning my education at Illinois State University as a Trombone Music Performance major, I quickly realized that my interests lay in the world of technology. My sophomore year I switched majors to Creative Technologies (formerly known as Arts Technology) and never looked back.</p><p>Under the direction of ISU's excellent faculty, I specialized in audio production while pursuing virtual reality app development and game design as special interests. These pursuits led me to achieve second place in a local game jam, produce and publish an album for an acapella group, and help found the ISU XR lab in 2020.</p>",
      "artwork": [
        "Lorenzo_Garcia_01_tn.jpg",
        "Lorenzo_Garcia_02_tn.jpg",
        "Lorenzo_Garcia_03_tn.jpg",
        "Lorenzo_Garcia_04_tn.jpg"
      ]
    },
    {
      "title": "Refinement",
      "name": "Professional Music Production",
      "shortname": "Pro_Music",
      "summary": "Here I talk about the work I did at palma entertainment, and link to the singles I did for SD.",
      "description": "<p>Hillary is a sophomore art sculpture student at New York University, and has already won all the major international prizes for new painters, including the Divinity Circle, the International Painter's Medal, and the Academy of Paris Award. Hillary's CAC exhibit features paintings that contain only water images including waves, deep sea, and river.</p><p>An avid water sports participant, Hillary understands the water in many ways in which others do not, or may not ever have the opportunity. Her goal in creating the CAC exhibit was to share with others the beauty, power, and flow of natural bodies of water throughout the world. In addition to the display, Hilary also hosts a session on Tuesday called Deep Sea Wonders, which combines her love of deep sea diving and snorkeling, with instruction for capturing the beauty of underwater explorations on canvas.</p>",
      "artwork": [
        "Hillary_Goldwynn_01_tn.jpg",
        "Hillary_Goldwynn_02_tn.jpg",
        "Hillary_Goldwynn_03_tn.jpg",
        "Hillary_Goldwynn_04_tn.jpg",
        "Hillary_Goldwynn_05_tn.jpg",
        "Hillary_Goldwynn_06_tn.jpg",
        "Hillary_Goldwynn_07_tn.jpg"
      ]
    },
    {
      "title": "Exploration",
      "name": "Technical Directing",
      "shortname": "Tech_Direct",
      "summary": "Here I discuss my time as ATD at ISU, including all the bullet points on my resume.",
      "description": "<p>Riley started out as musician and street performance artist, and now blends painting and photography with audio, video, and computer multimedia to create what he calls 'Music and Multimedia Artworks.' Riley's innovations in using multimedia to express art have created a youth culture movement in his town of Portland, in which he remains at the forefront. In his role as the founder of the MMA art form, Riley has become an inspiration to many up and coming artists. However, the part Riley insists is most important to him, is that he's helped many troubled youth take control of their lives, and create their own unique, positive futuresponse. Seeing kids he's mentored graduate from high school and enroll in college, gives art the purpose that Riley so craves.</p><p>A first-year student at the Roux Academy of Art, Media, and Design, Riley is already changing the face of modern art at the university. Riley's exquisite abstract pieces have no intention of ever being understood, but instead beg the viewer to dream, create, pretend, and envision with their mind's eye. Riley will be speaking on the 'Art of Abstract' during Thursday's schedule.</p>",
      "artwork": [
        "Riley_Rewington_01_tn.jpg",
        "Riley_Rewington_02_tn.jpg",
        "Riley_Rewington_03_tn.jpg",
        "Riley_Rewington_04_tn.jpg",
        "Riley_Rewington_05_tn.jpg",
        "Riley_Rewington_06_tn.jpg"
      ]
    }
  ]
}
