{
  "speakers": [
    {
      "title": "Growth",
      "name": "Education",
      "shortname": "Ed_Proj",
      "summary": "While studying at Illinois State University I discovered my passions and pushed myself past my own limits. During my three years in the CTK program, I digitally produced high quality music, developed my first few video games, and explored the medium of virtual reality.",
      "description": "<p>When I began studying Creative Tech in undergrad I specialized in working with audio, learning to effectively design soundscapes and produce music digitally. I designed block diagrams for complex speaker systems, I practiced mixing down multi-track recordings, I experimented with Max patching in Ableton. With my background as a musician and aptitude for digital production, I quickly excelled in my courses and looked to expand my abilities.</p><p>In 2018, I took the skills I had learned in class combined with the techniques I discovered in my private studies and took my first big step: I recorded, produced, edited, mixed, and mastered <a href= \"https://open.spotify.com/album/5YpzqlqKHUYos6QKb4mFmF?si=drPcnlAIQIWlAt8wSt_dSg\" target=\"_blank\">an album</a> for local acapella group <a href= \"https://open.spotify.com/artist/4JJXEEoCeXddftlPVYJ0ZJ?si=z9tXtKlySnuldywg6OVH4Q\" target=\"_blank\">Secondary Dominance</a>. Not wanting to limit myself to one medium, I pushed myself to grow in more of my passions- my team placed second in our local game jam, creating a 2D platformer based on our custom physics engine. Inspired by my work in game development, I started <a href= \"https://drive.google.com/file/d/16GTI0oCuSD4f87CBl6j0-lmhx-ZDq065/view?usp=drive_link\" target=\"_blank\">experimenting with virtual reality</a> and soon began working with <a href= \"https://www.linkedin.com/in/roydmagnuson/\" target=\"_blank\">Dr. Roy Magnuson</a> to forge a path in the nascent field of VR while helping found the ISU XR lab in 2020.</p>",
      "artwork": [
        "Ed_Proj_01_tn.jpg",
        "Ed_Proj_02_tn.jpg",
        "Ed_Proj_03_tn.jpg",
        "Ed_Proj_04_tn.jpg"
      ]
    },
    {
      "title": "Refinement",
      "name": "Professional Music Production",
      "shortname": "Pro_Music",
      "summary": "Fresh out of college and pursuing passions in my free time, I began working at local company Palma Entertainment, which primarily catered to weddings and live events.",
      "description": "<p>After graduation, I worked on a number of different projects to further refine my skills. I produced <a href= \"https://open.spotify.com/track/7w2S033TVwX90zWNRXwwpA?si=e490e7177d2448db\" target=\"_blank\">another single</a> for Secondary Dominance, recorded the ISU drumline for a university ad spot, and continued making games in my free time.</p><p>Before long, I found a job at Palma Entertainment where I could utilize a variety of my skills. My first project at Palma Entertainment drew on my experience in graphic design, as I produced a logo (seen in the gallery) for their new performance space, Venue 309.</p><p>Once I was more firmly established in the company, I began contributing more to the private events that they would operate. I traveled to different venues to set up and operate professional audio equipment for events like weddings or large corporate gatherings. After successfully running audio for several events, the company decided to expand into music production, and I was chosen to design the new recording studio. I designated all the requisite gear for purchase, directed the relevant carpentry for the new space, and assembled the brand new studio that I was responsible for operating. While there, I worked with various artists including company founder Joe Palma to record, mix, and master multiple pieces, such as <a href= \"https://drive.google.com/file/d/1VJK7hTqTGKynhGyQaJ-Fwx2e7pH7dSKJ/view?usp=sharing\" target=\"_blank\">The Bottle</a> and <a href= \"https://drive.google.com/file/d/1Z3CkbPsQN_tThBBJWHX8QCUKrE0ceBCf/view?usp=sharing\" target=\"_blank\">Blue Eyes Lurkin</a>.</p>",
      "artwork": [
        "Pro_Music_01_tn.jpg",
        "Pro_Music_02_tn.jpg",
        "Pro_Music_03_tn.jpg"
      ]
    },
    {
      "title": "Direction",
      "name": "Technical Directing",
      "shortname": "Tech_Direct",
      "summary": "In 2024, I was hired to help direct the Productions unit at Illinois State University. I operate and maintain a wide range of AV equipment, including broadcast-quality cameras, multiple video projectors, theatrical lighting, hanging light fixtures, and professional audio systems throughout 18 different venue spaces. Additionally, I manage over 30 students and help oversee hundreds of events every year. ",
      "description": "<p>While I deeply appreciated the opportunities and responsibilities I was given at Palma Entertainment, returning to work at my alma mater was a great way to broaden my my skills even further and provide a reliable future for myself. I hit the ground running, starting my position in the middle of our busy season and adapting quickly to the new environment. With time and experience, I was put in charge of larger and more prestigious events such as dance troupe showcases, political fundraisers, and official governmental meetings. </p><p>I confidently rose to meet the challenges presented to me, becoming capable in rapidly-shifting environments such as political gatherings and developing an eye for dramatic stage lighting. I assisted in hosting shows for talent such as Murray the Magician and Peach Pit, learning to take control of a stage to bring a show to life. While balancing these forward-facing duties I also started managing over 30 student employees, forming connections and creating professional developmental opportunities to help elevate my students.</p>",
      "artwork": [
        "Tech_Direct_01_tn.jpg",
        "Tech_Direct_02_tn.jpg",
        "Tech_Direct_03_tn.jpg"
      ]
    },
    {
      "title": "Exploration",
      "name": "Independent Coding Work",
      "shortname": "Solo_Code",
      "summary": "While my new career is focused on live events, I still spend plenty of my own time on developing myself. I have grown more confident and talented as a coder, learning a variety of programming languages and building the very website you are currently viewing.",
      "description": "<p>Between working at ISU and pursuing my love of physical fitness, I find the time to keep learning and growing myself. My first fun side project was inspired by a course I was taking on LinkedIn Learning. I built a program that would allow you to create different shapes and formulas in a terminal application with a user interface that would guide you along the process. If you want to see what that looks like, you can <a href= \"https://github.com/thulio63/python-scribes\" target=\"_blank\">visit my GitHub repo</a> or take a look at the gallery for some screenshots.</p><p>As I continued learning and spending more time on my code, I decided that I want to pursue further education. My application to the graduate school at ISU requires submitting a portfolio, and with a new task in mind I set about creating this website. I have leveraged every resource made available to me to grow as an individual and a professional, and with time and education I will grow further still. In the gallery to the right is a picture of the file structure for this site (located on my machine) to demonstrate it is in fact my work. While this site is a strong first step, I look forward to making many more in graduate school and in any future roles I fill.</p>",
      "artwork": [
        "Solo_Code_01_tn.jpg",
        "Solo_Code_02_tn.jpg",
        "Solo_Code_03_tn.jpg",
        "Solo_Code_04_tn.jpg"
      ]
    }
  ]
}
